[
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "execute-code",
  "code-styler",
  "vscode-editor",
  "calendar",
  "periodic-notes",
  "obsidian-git",
  "image-converter",
  "settings-search",
  "obsidian-plugin-update-tracker",
  "emoji-shortcodes",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "editing-toolbar",
  "obsidian-excalidraw-plugin"
]